[
  {
    "id": 1,
    "name": "help-docs",
    "content": "<h1>Help Docs</h1><p>This is the content for the help docs page.</p>"
  },
  {
    "id": 2,
    "name": "on-demand-demo",
    "content": "<section><div class='detail-page'><h1 class='gradient-text'>Zuzzuu: Experience the Magic with an On-Demand Demo</h1><p>Want to see Zuzzuu in action without the wait? Our <span class='highlight'>On-Demand Demo</span> feature lets you explore the full power of Zuzzuu at your own pace, whenever you're ready.</p><h2>What is an On-Demand Demo?</h2><p>An On-Demand Demo is a pre-recorded, interactive demonstration of Zuzzuu. It showcases the key features and functionalities of our platform, allowing you to:</p><ul><li><span class='highlight'>Discover</span> how Zuzzuu solves your specific business challenges.</li><li><span class='highlight'>Explore</span> the intuitive user interface and seamless navigation.</li><li><span class='highlight'>Witness</span> the power of Zuzzuu's [mention key features, e.g., automation, analytics, collaboration tools] in a realistic scenario.</li><li><span class='highlight'>Get a feel</span> for the overall user experience and see how Zuzzuu can transform your workflows.</li></ul><h2>Why Choose an On-Demand Demo?</h2><ul><li><span class='highlight'>Instant Access:</span> No scheduling required. Start the demo immediately, whenever it's convenient for you.</li><li><span class='highlight'>Self-Paced Learning:</span> Pause, rewind, and revisit sections as needed. Learn at your own speed.</li><li><span class='highlight'>Comprehensive Overview:</span> Get a thorough understanding of Zuzzuu's capabilities and benefits.</li><li><span class='highlight'>No Pressure:</span> Explore Zuzzuu without any sales pressure. Take your time to evaluate if it's the right solution for you.</li></ul><h2>How to Access the On-Demand Demo</h2><p>Getting started is easy! Simply click the button below to launch the Zuzzuu On-Demand Demo:</p><a href='/contact' class='zuzzuu-button'>Start On-Demand Demo Now</a><h2>Ready for a Live Demo?</h2><p>After experiencing the On-Demand Demo, you might be ready for a personalized, live demonstration with a Zuzzuu expert. We'd be happy to answer your specific questions, address your unique needs, and show you how Zuzzuu can be tailored to your organization.</p><p>Contact us today to schedule your live demo:<a href='/contact'> Contact Us</a>.</p><h3>Zuzzuu - Growth your Revenue</h3></div></section>"
  },
  {
    "id": 3,
    "name": "events",
    "content": "<h1>Events</h1><p>This is the content for the events page.</p>"
  },
  {
    "id": 4,
    "name": "api",
    "content": "<h1>API</h1><p>This is the content for the API page.</p>"
  },
  {
    "id": 5,
    "name": "partners",
    "content": "<h1>Partners</h1><p>This is the content for the partners page.</p>"
  },
  {
    "id": 6,
    "name": "dashboards",
    "content": "<h1>Dashboards</h1><p>This is the content for the dashboards page.</p>"
  },
  {
    "id": 7,
    "name": "customer-journeys",
    "content": "<h1>Customer Journeys</h1><p>This is the content for the customer journeys page.</p>"
  },
  {
    "id": 8,
    "name": "games",
    "content": "<h1>Games</h1><p>This is the content for the games page.</p>"
  },
  {
    "id": 9,
    "name": "analytics",
    "content": "<h1>Analytics</h1><p>This is the content for the analytics page.</p>"
  },
  {
    "id": 10,
    "name": "awards",
    "content": "<h1>Awards</h1><p>This is the content for the awards page.</p>"
  },
  {
    "id": 11,
    "name": "data-tracking",
    "content": "<h1>Data Tracking</h1><p>This is the content for the data tracking page.</p>"
  },
  {
    "id": 12,
    "name": "software-team-hub",
    "content": "<h1>Software Team Hub</h1><p>This is the content for the software team hub page.</p>"
  }
]
